export const validationErrors = {
	required: `Це поле є обо'вязкове`,
	allRequired: 'Всі поля повинні бути заповнені',
	wrongEmail: 'Будь ласка, введіть дійсну email адресу',
	maxLength: 'Максимальна довжина 255 символів',
	maxSizeImg: 'Максимальний розмір зображення 10 МегаБайт',
	invalidFormat:
		'Невалідний формат зображення. Ви можете добавити зображення лише png, jpg, jpeg формату',
	maxSize100: 'Поле повинне містити максимум 100 символів',
	maxSize150: 'Поле повинне містити максимум 150 символів',
	maxSize10: 'Поле повинне містити максимум 10 символів',
	maxSize12: 'Поле повинне містити максимум 12 символів',
	invalidCredentials: 'Невірний логін або пароль',
	currentLink: 'Поле повинно містити дійне посилання',
	requiredCoordinates: 'Виберіть місцезнаходження салону',
	invalidGoogleCode: 'Код невірний. Спробуйте знову',
}
